app/controllers/index_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def index
    @goss = Gossip.all